/* 
   ConferenceRegistrationSettings.strings
   Conference

   Created by Josh Converse on 2010/05/19.
   Copyright 2010 Apple. All rights reserved.
*/

// This string is defined as part of the Conference framework as well
"FACETIME" = "FaceTime";

// Generic
"FACETIME_ALERT_OK" = "OK";
"FACETIME_ALERT_CANCEL" = "Zrušit";
"LOADING" = "Načítání…";
"SIGNING_IN" = "Přihlašování…";
"VERIFYING" = "Ověřování";
"NEXT" = "Dále";
"ERROR" = "Chyba";
"LEARN_MORE" = "Další informace";

/*
 Account Alias Summary
 
 These strings are used when attempting to show a summary of the useable account
 aliases.
*/
"ALIAS_SUMMARY_0_0" = "Žádné adresy";
"ALIAS_SUMMARY_0_N" = "E-mailové adresy: %@"; // Value comes from NSNumberFormatter
"ALIAS_SUMMARY_1_N" = "Adresy: %@"; // Value comes from NSNumberFormatter

// No Account / Alias
/* Filler text if there is no account or alias available */
"FACETIME_ACCOUNT_INFO_UNAVAILABLE" = "Použijte pro FaceTime své Apple ID";
"FACETIME_ALIAS_INFO_UNAVAILABLE" = "není"; // Nobody should see this string

// Generic Server Errors
"FACETIME_ACTIVATION_ERROR_TITLE" = "Aktivace FaceTime";
"FACETIME_ACTIVATION_ERROR_GENERIC" = "Nelze kontaktovat server FaceTime. Zkuste to znovu.";

// Splash Page
"FACETIME_SPLASH_SYNOPSIS" = "Po desetiletí lidé snili o videotelefonu.\nNyní se stal skutečností.";
"FACETIME_SPLASH_LEARN_MORE" = "Více informací o FaceTime";
"FACETIME_SPLASH_LEARN_MORE_URL_ipod" = "http://www.apple.com/ipodtouch/features/facetime.html";
"FACETIME_SPLASH_LEARN_MORE_URL_ipad" = "http://www.apple.com/ipad/features/facetime.html";
"FACETIME_SPLASH_GET_STARTED" = "Začínáme";

/*
  Sign in page

  This is the first page in the first-time account setup flow. The user enters
  their AppleID and password, and if their credentials are right, they will
  proceed to the next stage in the setup flow
*/
"FACETIME_SIGNIN_TITLE" = "Zadejte Apple ID";
// This is the normal sign-in description text
"FACETIME_SIGNIN_DESCRIPTION_ipad" = "Chcete-li aktivovat FaceTime, přihlaste se pomocí svého Apple ID nebo vytvořte nový účet.";
"FACETIME_SIGNIN_DESCRIPTION_iphone" = "Chcete-li aktivovat FaceTime, přihlaste se pomocí svého Apple ID nebo vytvořte nový účet.";
/* If the user was forcibly signed out of FaceTime by the server, we'll display
this instead of FACETIME_SIGNIN_DESCRIPTION */
"FACETIME_SIGNIN_LOGIN_FAILED_DESCRIPTION" = "Proběhlo odhlášení od FaceTime, protože se změnilo vaše Apple ID nebo heslo. Chcete-li aktivovat FaceTime, znovu se přihlaste.";
/* Placeholder text for the username field */
"FACETIME_USERNAME_LABEL" = "jmeno@priklad.cz";
/* Placeholder text for the password field */
"FACETIME_PASSWORD_LABEL" = "heslo";
/* Text on the sign in button */
"FACETIME_SIGNIN_BUTTON_LABEL" = "Přihlásit se";
/* Text on the create new account button */
"FACETIME_SIGNIN_CREATE_ACCOUNT_BUTTON_LABEL" = "Vytvořit nový účet";
/* These are the errors that may be returned from the server as a result of
signing in. FACETIME_SIGNIN_ERROR_GENERIC is the catch-all */
"FACETIME_SIGNIN_ERROR_GENERIC" = "Při aktivaci se vyskytla chyba. Zkuste to znovu.";
"FACETIME_SIGNIN_ERROR_BLANK_USERNAME" = "Zadejte platné uživatelské jméno.";
"FACETIME_SIGNIN_ERROR_INVALID_CREDENTIALS" = "Uživatelské jméno nebo heslo pro účet „%@“ je nesprávné. Zkuste to znovu.";
"FACETIME_SIGNIN_ERROR_NEW_PASSWORD_NEEDED" = "Heslo pro toto Apple ID je třeba aktualizovat.";
"FACETIME_SIGNIN_ERROR_ACCOUNT_NOT_AUTHORIZED" = "Před pokračováním je třeba pro toto Apple ID zadat dodatečné údaje.";
"FACETIME_SIGNIN_ERROR_TIMEOUT" = "Nelze se přihlásit. Ověřte připojení k síti a zkuste to znovu.";
"FACETIME_SIGNIN_ERROR_COULDNT_LAUNCH_MAIL" = "Nelze spustit Mail.";

// Email validation page
"FACETIME_EMAIL_TITLE" = "FaceTime";
"FACETIME_EMAIL_DESCRIPTION_iphone" = "Ostatní vám budou volat pomocí vaší\ne-mailové adresy. Kterou e-mailovou adresu chcete použít?";
"FACETIME_EMAIL_DESCRIPTION_ipad" = "Ostatní vám budou volat pomocí vaší\ne-mailové adresy. Kterou e-mailovou adresu chcete použít?";
"FACETIME_EMAIL_ADDRESS_LABEL" = "Adresa";
"FACETIME_EMAIL_ADDRESS_PLACEHOLDER" = "E-mailová adresa";
"FACETIME_EMAIL_VALIDATE_LABEL" = "Ověřit e-mailovou adresu";
"FACETIME_EMAIL_CHECK_MAIL_LABEL" = "Ověřit poštu";
"FACETIME_EMAIL_CHECK_MAIL_DESCRIPTION" = "Nelze ověřit adresu. Na výše uvedenou adresu byl odeslán e-mail s ověřovacím odkazem.";
"FACETIME_EMAIL_ERROR_GENERIC" = "Při ověřování vašeho e-mailu se vyskytla chyba";
"FACETIME_EMAIL_ERROR_IN_USE" = "E-mail nelze ověřit, protože již je používán.";
"FACETIME_EMAIL_ERROR_NOT_AVAILABLE" = "Tuto e-mailovou adresu nelze pro FaceTime použít.";

/* This message is a worst-case everything-failed message. Users should never see it, but if they do, we're at a point where things are seriously broken on their device */
"FACETIME_EMAIL_UNABLE_TO_ADD_ALIAS" = "E-mailovou adresu „%@“ nelze přidat.";

// Alias detail page
/* Title at the top of the alias detail page */
"FACETIME_ALIAS_TITLE" = "E-mail";
"FACETIME_ALIAS_DELETE_CONFIRMATION_MESSAGE" = "Na adrese %@ již nebudete moci přijímat voláni FaceTime.";
"FACETIME_ALIAS_DELETE_CONFIRMATION_BUTTON" = "Odstranit e-mail";
"FACETIME_RESEND_VALIDATION_EMAIL" = "Znovu odeslat ověřovací e-mail";
"FACETIME_REMOVE_ALIAS" = "Odstranit tento e-mail";

/*
  Server driven account pages

  These are the server-driven account pages used for various portions of the
  signup process. At the moment, they include
    * Creating a new account
    * Changing the password on an account
    * Editing an account's information
    * Re-authorizing an account (giving us permission, tos's, etc)
*/
// This is shown in the navigation bar before the server dictates a new string for us
"FACETIME_ACCOUNT_PAGE_TITLE" = "Účet";

/*
  Settings Screen
  
  This is the overall configuration screen for FaceTime. You can turn on/off the
  service, add/remove email addresses, and configure Caller ID settings.
*/

/* Privacy disclaimer. Shown underneath the FaceTime on/off switch */
"FACETIME_SWITCH_STATUS_DEFAULT" = "Vaše telefonní číslo a/nebo e-mailová adresa budou sdíleny s volanými lidmi.";
"FACETIME_SWITCH_STATUS_IN_PROGRESS" = "Čekání na aktivaci…";
"FACETIME_SWITCH_STATUS_FAILED" = "Neúspěšná aktivace.\nZapněte FaceTime a zkuste to znovu.";

"SETTINGS_CALL_GROUP_LABEL" = "Hovory";
"FACETIME_SETTINGS_CALLER_ID_LABEL" = "ID volajícího";
"FACETIME_SETTINGS_ACCOUNT_LABEL" = "Apple ID:";
"FACETIME_SETTINGS_ADD_ANOTHER_EMAIL" = "Přidat další e-mail…";
"FACETIME_SETTINGS_ADD_AN_EMAIL" = "Přidat e-mail…";
"FACETIME_SETTINGS_EMAIL_INPUT_LABEL" = "E-mail";

"FACETIME_SETTINGS_ALIAS_LABEL_iphone" = "Pro videohovory jste k zastižení na:";
"FACETIME_SETTINGS_ALIAS_LABEL_ipad" = "Pro videohovory jste k zastižení na:";
    // These are the labels for the various states on the left hand side of each email.
    "FACETIME_ALIAS_STATUS_DEFAULT" = "Není známo";
    "FACETIME_ALIAS_STATUS_FAILURE" = "Chyba";
    "FACETIME_ALIAS_STATUS_VALIDATING" = "Ověřování";
    "FACETIME_EMAIL_ALIAS_STATUS_VALIDATED" = "E-mail";
    "FACETIME_PHONE_ALIAS_STATUS_VALIDATED" = "Telefon";

/*
  Account Popup
  
  This is the popup that appears when a user on the settings page taps the
  account button. It provides a list of a few options the user can take that are
  account specific
*/
"FACETIME_ACCOUNT_POPUP_TITLE" = "Účet FaceTime";
"FACETIME_ACCOUNT_POPUP_EDIT_LOCATION" = "Změnit umístění";
"FACETIME_ACCOUNT_POPUP_VIEW_ACCOUNT" = "Zobrazit účet";
"FACETIME_ACCOUNT_POPUP_SIGN_OUT" = "Odhlásit se";

// Forgot Password Popup
"FACETIME_FORGOT_PASSWORD_ALERT_TITLE" = "Heslo Apple ID";
"FACETIME_FORGOT_PASSWORD_ALERT_MESSAGE" = "Příliš mnoho nesprávných zadání hesla.";
"FACETIME_FORGOT_PASSWORD_ALERT_OK" = "Získat heslo";

/*
  Locale Entry
  
  This is the page where the user must choose a country/region and possibly
  enter a phone number if the region isn't enough to auto-guess a phone number.
  The phone number field won't appear until a region has been chosen, and then
  only if the region doesn't have sufficient phone number information.
*/
"FACETIME_LOCALE_COUNTRY_SELECT_LABEL" = "Region";
"FACETIME_LOCALE_DESCRIPTION_TITLE" = "Umístění";
"FACETIME_LOCALE_DESCRIPTION" = "Vyberte zemi nebo region. To umožní funkci FaceTime volat na místní čísla ve vašem adresáři.";
"FACETIME_LOCALE_PHONE_FIELD_LABEL" = "Telefon";
"FACETIME_LOCALE_PHONE_FIELD_DESCRIPTION" = "Zadejte vzorové telefonní číslo pro tento region.";
"FACETIME_LOCALE_MISSING_REGION_ALERT_MESSAGE" = "Vyberte region.";
// This is the common-case error for the server saying "your region + phone combination was no good"
"FACETIME_LOCALE_ERROR_INVALID_PROFILE" = "Tuto kombinaci regionu a telefonního čísla nelze použít.";

/*
  Network Alerts

  These strings are used for showing network-centric alerts, primarily to prompt
  the user to enable networking.
*/
"FACETIME_NETWORK_ERROR_TITLE" = "FaceTime nedostupné";
"FACETIME_NETWORK_SETTINGS_BUTTON" = "Nastavení";
// Wi-Fi only devices
"FACETIME_NETWORK_ERROR_WIFI" = "Chcete-li nastavit FaceTime, zapněte Wi-Fi.";
"FACETIME_NETWORK_ERROR_WLAN" = "Chcete-li nastavit FaceTime, zapněte WLAN.";
// Cellular devices
"FACETIME_NETWORK_ERROR_CELL" = "Chcete-li nastavit FaceTime, zapněte mobilní data nebo použijte Wi-Fi.";
"FACETIME_NETWORK_ERROR_CELL_WLAN" = "Chcete-li nastavit FaceTime, zapněte mobilní data nebo použijte WLAN.";
"FACETIME_NETWORK_ERROR_CELL_NO_WIFI" = "Chcete-li nastavit FaceTime, zapněte mobilní data.";
// Roaming cellular devices
"FACETIME_NETWORK_ERROR_ROAM" = "Chcete-li nastavit FaceTime, použijte Wi-Fi nebo zapněte datový roaming. Mohou být účtovány dodatečné poplatky.";
"FACETIME_NETWORK_ERROR_ROAM_WLAN" = "Chcete-li nastavit FaceTime, použijte WLAN nebo zapněte datový roaming. Mohou být účtovány dodatečné poplatky.";
"FACETIME_NETWORK_ERROR_ROAM_NO_WIFI" = "Chcete-li nastavit FaceTime, zapněte datový roaming. Mohou být účtovány dodatečné poplatky.";

// "Facetime is disabled" Page
"FACETIME_DISABLED_DESCRIPTION_TITLE" = "Nastavení FaceTime";
"FACETIME_DISABLED_DESCRIPTION" = "Funkce FaceTime byla vypnuta v Nastavení.  Chcete ji znovu zapnout?";
"FACETIME_DISABLED_TURN_ON_LABEL" = "Zapnout FaceTime";
